export const DEFAULT_CATEGORIES = [
  {
    name: 'Электроника',
    children: [
      'Ноутбуки',
      'Телефоны',
      'Компьютеры',
      'Телевизоры и аудио',
      'Бытовая техника',
      'Аксессуары',
    ],
  },
  {
    name: 'Одежда',
    children: ['Мужская одежда', 'Женская одежда', 'Детская одежда'],
  },
  {
    name: 'Обувь',
    children: ['Мужская обувь', 'Женская обувь', 'Детская обувь'],
  },
  {
    name: 'Товары для дома',
    children: ['Посуда', 'Мебель', 'Текстиль', 'Декор'],
  },
  { name: 'Посуда', children: ['Кухонная посуда', 'Столовая посуда'] },
  {
    name: 'Продукты питания',
    children: ['Бакалея', 'Молочные продукты', 'Овощи и фрукты', 'Мясо и рыба'],
  },
  { name: 'Напитки', children: ['Вода', 'Газированные напитки', 'Чай и кофе'] },
  {
    name: 'Косметика и уход',
    children: ['Косметика', 'Уход за кожей', 'Парфюмерия'],
  },
  { name: 'Детские товары', children: ['Игрушки', 'Товары для малышей'] },
  { name: 'Автотовары', children: ['Автоаксессуары', 'Запчасти'] },
  { name: 'Канцтовары', children: ['Бумага', 'Письменные принадлежности'] },
  { name: 'Другое', children: [] },
];
